export default [
  {
    date: '2016/05',
    title: '跑跑資訊站交流賽',
    content: '跑跑資訊站會員線上交流賽，以 SR 懷舊車種為主題，仿造跑跑卡丁車職業聯賽的模式進行，在職業賽事結束多時後讓許多前職業選手紛紛回歸出賽，吸引了許多老玩家的目光，並打造電競迷的美好回憶。',
    link: 'https://kartinfo.me/thread-3808-1-1.html'
  },
  {
    date: '2017/01',
    title: '十周年車隊邀請賽',
    content: '為慶祝跑跑卡丁車登台營運十周年，爆哥與跑跑資訊站特別舉辦台服車隊團體賽事，邀請前職業選手回娘家進行表演賽，還有國服明星選手跨服較勁，吸引數萬名玩家關注，並創造 Twitch 直播最高 8,000 人同時觀看的佳績。',
    link: 'https://kartinfo.me/kart10y/'
  },
  {
    date: '2017/07',
    title: 'AKEL 曜越網咖盃跑跑聯賽',
    content: '由 AKEL 與 Tt eSPORTS 所舉辦的線下實體跑跑聯賽，分別於台灣北中南網咖內進行賽事，合計超過 200 位選手報名參賽，每場賽事平均近 6,000 名不重覆線上觀眾收看。',
    link: 'https://www.youtube.com/watch?v=1Jn8wajBG7k'
  },
  {
    date: '2018/03',
    title: 'TKL 夢想盃跑跑聯賽',
    content: '由 TRY 賽事聯盟、AKEL、熊貓 TV 以及跑跑資訊站聯合舉辦的跑跑卡丁車線上個人賽事，總決賽移師高雄夢時代演藝廳舉行，吸引超過 300 名玩家蒞臨共襄盛舉，並於熊貓 TV 及 Twitch 同步轉播賽事，創下最高逾 120,000 名觀眾同時在線觀看。',
    link: 'https://www.youtube.com/watch?v=pWSmvIYGiJo'
  },
  {
    date: '2020/06',
    title: 'RSL 夢想盃跑跑聯賽 S1',
    content: '2020 年，RSL 賽事聯盟全新出擊，第一季賽事以「重啟夢想，重燃渴望」為口號，為跑跑玩家打造了專屬的大型電競舞台，除了有公平的競賽環境、豐富的賽制內容，還有精彩的播報以及專業的轉播，一共吸引了超過 35 萬個觀賽次數。',
    link: 'http://rsl.tw/season1'
  },
  {
    date: '2021/07',
    title: 'RSL 夢想盃跑跑聯賽 S2',
    content: '2021 年，RSL 賽事聯盟團隊不被疫情阻撓，再度聯手為跑跑卡丁車玩家打造更專業的電競舞台，除了正規的聯賽賽事外，還特別規劃了台韓隊伍交流賽，促進國際友誼交流，也讓選手有機會挑戰韓國職業隊伍、互相切磋實力，並在總決賽當天創下同時近 6,000 人線上同時收看的好成績！',
    link: 'http://rsl.tw/season2'
  },
  {
    date: '2022/02',
    title: 'RSL 跑跑卡丁車 15 周年經典賽',
    content: '為了慶祝跑跑卡丁車 15 歲生日，RSL 賽事聯盟和遊戲橘子聯手打造 15 周年經典賽，也是 RSL 賽事聯盟首度推出個人賽系列賽事，除了有豐厚的獎金、遊戲週邊之外，還有嶄新的賽制內容，提供選手更多角逐最高殿堂的機會！',
    link: 'http://rsl.tw/kart15th'
  }
]
