const hosts = [
  {
    name: '魯夫',
    alias: '',
    avatar: 'ludan.jpg',
    link: 'https://www.youtube.com/channel/UCb3TP-ThuSp7GSPIHTFR5AQ',
    experience: [
      {
        title: '- 播報經歷 -',
        content: [
          '2019 跑跑卡丁車世界爭霸賽 賽評',
          '2019 TT曜越電競聯賽 車神競速系列 賽評',
          '2020 崑山科技大學 第二屆跑跑卡丁車全國聯賽 賽評',
          '2021 KCL校園聯賽 賽評'
        ]
      },
      {
        title: '- 賽事經歷 -',
        content: [
          '2010~2014 TESL職業聯賽 橘子熊隊 選手'
        ]
      }
    ]
  },
  {
    name: '莫提',
    alias: 'Multy',
    avatar: 'multy.jpg',
    link: 'https://www.facebook.com/Multylolz/',
    experience: [
      {
        title: '- 播報/賽事經歷 -',
        content: [
          '2019年 LMS 職業聯賽 主播',
          '2019年 LMS 夏季總決賽分析台',
          '2019年 ECS 菁英挑戰聯賽 主播',
          '2019年 ECS 電競館線下冠軍賽 主播',
          '2019年 LSC 校園聯賽 主播',
          '2020~2021 LSC 校園聯賽 主播',
          '亞東科技大學校際盃決賽 主播',
          '東海大學校際盃決賽 主播',
          '世新大學校際盃決賽 主播',
          '國立宜蘭大學校際盃決賽 主播',
          '中華大學校際盃決賽 主播',
          '強恕高中電競班主任兼教練',
          '新北電競基地冬令營 主持人',
          '極速領域夏季城市賽主播（線下冠軍賽）',
          '極速領域秋季盃決賽主播（線下冠軍賽）',
          '六都爭霸戰特別節目主持人及轉播',
          'S9 LOL 世界大賽入圍、小組賽 主播',
          'RR LOL洲際對抗賽',
          'MSI 英雄聯盟季中邀請賽 主播',
          '2019年ALL STAR 拉斯維加斯 全明星賽 賽評',
          'Lenovo 聯想電腦活動 主持人兼主播',
          '世界大賽特別節目（我們4菜雞）主持人兼企劃',
          'PCS VS VCS 季中盃主播',
          'PCS 職業聯賽 主播',
          '黑色沙漠國戰轉播',
          '幼華高中轉播課程 業師',
          '楓之谷實況主官方合作夥伴-楓朝引路人',
          'Twitch 實況主官方合作夥伴',
          'TwitchArena 主辦官方英雄聯盟賽事 主負責人',
          '跑跑卡丁車 Rush+ KCL 聯賽 主播',
          'LOLM 激鬥校園 主播',
          '聯盟戰棋 世界邀請賽 主播',
          'Maplesports 官方連動 twitch 電競盃 主辦兼主播',
          '工商活動 二之國-交錯世界 對抗賽主播'
        ]
      }
    ]
  },
  {
    name: '村村',
    alias: '',
    avatar: 'chun.jpg',
    link: 'https://www.youtube.com/gamabearchun',
    experience: [
      {
        title: '- 播報經歷 -',
        content: [
          '2012 跑跑卡丁車beanfun樂豆公開賽賽評',
          '2015 英雄聯盟 麥卡貝LCS賽評',
          '2016 跑跑卡丁車 北科電競聯賽賽評',
          '2017 跑跑卡丁車 北科電競聯賽賽評',
          '2018 跑跑卡丁車 北科電競聯賽賽評',
          '2018 跑跑卡丁車世界盃例行賽-主播',
          '2018 跑跑卡丁車世界盃決賽-主播',
          '2018 跑跑卡丁車-崑山電競聯賽賽評',
          '2018-跑跑卡丁車-樂園盃總決賽賽評',
          '2017 跑跑卡丁車-中央大學 校園盃 賽評',
          '2018 跑跑卡丁車-中央大學 校園盃 賽評',
          '2018 跑跑卡丁車-清華大學校園盃 賽評',
          '2019 極速領域-夏季城市賽-賽評',
          '2019 極速領域-亞洲盃-賽評',
          '2020 跑跑卡丁車RUSH+中華盃-賽評',
          '2021 跑跑卡丁車-梅竹盃冠軍賽-賽評',
          '2021 跑跑卡丁車-崑山電競聯賽賽評',
          '2021 跑跑卡丁車RSUH+K1聯賽賽評',
          '2021 跑跑卡丁車RUSH+KCL校園聯賽賽評'
        ]
      },
      {
        title: '- 賽事經歷 -',
        content: [
          '前橘子熊跑跑卡丁車 - 職業戰隊電競選手-村村',
          '2010 第三屆TESL職業電競聯盟 總冠軍',
          '2012 第五屆TESL職業電競聯盟 總冠軍',
          '2013 第六屆TESL職業電競聯盟 總冠軍',
          '2014 大陸K1電競聯賽 總冠軍'
        ]
      }
    ]
  },
  {
    name: '爆哥',
    alias: 'Neal',
    avatar: 'neal.jpg',
    link: 'https://www.youtube.com/channel/UCi7eKRJZvxMhwhiWyARZtjg',
    experience: [
      {
        title: '- 播報經歷 -',
        content: [
          '跑跑卡丁車：',
          '2019 第一屆FGL遊樂盃《跑跑卡丁車》總決賽播報',
          '2019 TT曜越電競聯賽 總冠軍賽 賽評',
          '跑跑卡丁車 RUSH+：',
          '2020 跑跑卡丁車Rush+ 冬季盃極限飄移賽播報',
          '極速領域：',
          '2019 極速領域 春季錦標賽總決賽播報',
          '2019 極速領域 兆豐盃總決賽播報',
          '2019 極速領域 亞洲盃總決賽播報',
          '2020 極速領域 城市爭霸賽總決賽播報',
          '2020 極速領域 亞洲盃準決賽播報',
          '2020 極速領域 GSI國際邀請賽總決賽播報'
        ]
      },
      {
        title: '- 賽事經歷 -',
        content: [
          '2019 跑跑卡丁車世界爭霸賽 個人賽冠軍',
          '2019 跑跑卡丁車 Global SuperMatch 亞軍'
        ]
      }
    ]
  },
  {
    name: '蛋蛋',
    alias: 'DanDan',
    avatar: 'dandan.jpg',
    link: 'https://www.youtube.com/user/cvb3027',
    experience: [
      {
        title: '- 播報經歷 -',
        content: [
          '2017 世界賽資格賽評',
          '2018 STO各季主播/賽評',
          '2018 STO春、夏總決賽主播/賽評',
          '2018 STO冬季資格賽主播/賽評',
          '2018 STO總決賽賽評',
          '2018 SCL春季總決賽賽評',
          '2018 新北電競館開幕賽評',
          '2018 Shadowverse世界大賽主播/賽評',
          '2019 STO秋季賽季賽主播',
          '2019 跑跑卡丁車曜越聯賽賽評',
          '2019 Shadowverse世界大賽主播',
          '2020 跑跑卡丁車RSL聯賽賽評',
          '2020 LOR符文季賽主播',
          '2021 TFT亞洲盃主播'
        ]
      },
      {
        title: '- 賽事經歷 -',
        content: [
          '跑跑卡丁車：',
          '2012 北區甲組聯賽亞軍',
          '2012 樂豆公開賽北區八強',
          '2012 樂豆全國總決賽八強',
          '英雄聯盟：',
          '2014 校際盃大專組全國八強',
          '2015 校際盃大專組全國八強',
          '2016 校際盃大專組全國八強',
          '闇影詩章：',
          '2017 4Gamers大師爭霸賽 冠軍',
          '2017 詩涼子邀請賽 周冠軍',
          '2018 新加坡公開賽 參賽選手',
          '2018 SCL國際邀請賽 參賽選手',
          '2019 日本RAGE秋季賽 台灣第一位打進Day2選手',
          '寶可夢 PTCG：',
          '2019 台灣1500人地區大賽 TOP 32'
        ]
      }
    ]
  },
  {
    name: 'SpaceQ',
    alias: '',
    avatar: 'spaceq.jpg',
    link: '',
    experience: [
      {
        title: '- 播報經歷 -',
        content: [
          '2016 逢甲耶誕前夕電競嘉年華會冠軍賽主播',
          '2016 UGT 校園電競賽事英雄聯盟賽評',
          '2016 GIGI 電競聯盟公益慈善盃英雄聯盟賽評',
          '2016 優九聯盟第一屆電競聯賽 英雄聯盟項目賽評',
          '2016 快樂霸主英雄聯盟邀請賽賽評',
          '2017 Garena校際盃 英雄聯盟項目主播兼賽評（崑山、海洋、北科）',
          '2018 Garena校際盃 英雄聯盟項目主播兼賽評（崑山、聯合、勤益）',
          '2018 第一屆、第二屆 ESR 天使聯賽賽評',
          '2018 第三屆、第四屆 北區電競聯賽賽評',
          '2018 ROG MASTER 英雄聯盟邀請賽賽評',
          '2018 CGA 女子賽賽評',
          '2018 台北國際電玩展 曜越跑跑卡丁車賽事主播',
          '2019 TT曜越電競聯賽 車神競速系列 跑跑卡丁車賽事主播',
          '2020 RSL第一屆夢想杯跑跑聯賽主播',
          '2020 橘子線上嘉年華跑跑項目主播賽評',
          '2020 崑山科技大學英雄聯盟校際盃賽評',
          '2020 北科超級聯賽跑跑項目主播',
          '2020 曜越科技尾牙娛樂賽轉播',
          '2020 SF懷舊盃主播',
          '2021 跑跑卡丁車Rush+ K1聯賽主播',
          '2021 跑跑卡丁車Rush+ KCL校園聯賽主播'
        ]
      }
    ]
  },
  {
    name: '月哥',
    alias: '人生導師',
    avatar: 'yue.jpg',
    link: 'https://space.bilibili.com/17905386',
    experience: [
      {
        title: '- 播報經歷 -',
        content: [
          '2016-2021 跑跑卡丁車週年慶黃金巔峰賽解說',
          '2016-2021 TGG官方線下解說',
          '2017 TKL 跑跑卡丁車個人賽解說',
          '2018-2021 大馬猴杯賽事解說',
          '2019 跑跑卡丁車世界賽解說',
          '2019-2021 理解萬歲杯跑跑卡丁車精英賽解說'
        ]
      }
    ]
  }
]

export default hosts
